<script setup>
import { ref } from 'vue'

const activeName = ref('1')
</script>

<template>
    <el-card class="card" shadow="hover">
        
        <template #header>
            <div class="header">
                <span style="font-weight: bold;">人才招聘</span>
            </div>
        </template>

        <el-scrollbar height="652px">
            <div class="demo-collapse">
                <el-collapse v-model="activeName" accordion>
                <el-collapse-item title="一、医院简介" name="1">
                    <h4>xx医院创建于1860年。
                            现已成为一所集医疗、教学、科研、预防和保健为一体的大型三级甲等综合性医院。
                            医院本部现有床位2500张，年门诊病人220万人次，年收治住院病人13万余人次，开展各类手术13万余台（其中住院部Ⅲ、Ⅳ级手术达85%以上，Ⅳ级手术达45%以上）。现有员工4630余人。其中正、副高职称（含教授、副教授）500余人。
                            拥有国家级、省部级、享受政府特殊津贴专家等高层次人才百余名，多位专家进入中国名医百强榜、学术影响力百强榜。
                            除院本部于山院区外，还拥有旗山院区、平潭院区、妈祖院区三个院区，编制床位2700张。
                        </h4>
                        <h4>
                            医院开展一批在业界具有较大影响力的医疗技术。
                            拥有精湛的微创技术。应用于消化系统、呼吸系统、泌尿系统等恶性肿瘤治疗和神经系统的癫痫治疗等诸多外科领域。
                            拥有高超的介入技术。介入诊疗技术门类齐全，开展心脑血管疾病及肿瘤的介入治疗等。拥有领先的移植技术。
                            开展异基因造血干细胞移植治疗白血病，同种异体心脏移植（心脏移植后再次成功移植心脏、儿童心脏移植）、双肺移植、心脏移植后的肝移植、原位在体劈离式供肝获取及肝移植、肾移植、皮肤移植（中国式换脸）等器官移植技术以及角膜移植等。拥有高端的放疗中心。
                            拥有包括国有自主知识产权的重离子、硼中子，X线立体定向放射治疗系统（射波刀），螺旋断层放射治疗系统（TOMO）等于一体的高端精准肿瘤放疗中心。
                            开展前沿的干细胞再生技术。以干细胞临床研究机构的建设为核心，打造我院特色的干细胞与再生医学研发中心。还开展了一批在国内有突出优势的特色技术，运用三分支支架血管技术治疗急性主动脉夹层、人工心脏植入术等。
                            建设了一批能承载疑难危重症救治高水平的医技学科群，拥有超高端多排螺旋CT、3.0T磁共振、PET-CT、PET-MR、内窥镜手术器械控制系统（达芬奇手术机器人）、全飞秒激光和准分子屈光手术系统等在内的一大批国际先进医疗设备。
                            系福建省最早的临床医学博士、硕士点。福建省血液病、内分泌、肝胆外科、胸心外科等11个省级研究所及其他7个校级研究机构挂靠医院，拥有5个省级重点实验室以及血液医学转化中心、肿瘤免疫治疗中心。
                            承担大量国家、省、部级科研项目，先后获得多项国家科技进步奖、国家自然科学奖，省、部级等科研成果奖。
                        </h4>
                </el-collapse-item>
                <el-collapse-item title="二、岗位需求" name="2">
                    <h4>1.呼吸与危重症医学科医师。要求------博士研究生、博士学位，临床医学（呼吸系病方向）、内科学（呼吸系病方向。</h4>
                    <h4>2.小儿内科医师。要求------博士研究生、博士学位，儿科学、临床医学（儿科方向。</h4>
                    <h4>3.妇产科医师。要求------博士研究生、博士学位，临床医学（妇产科学）、妇产科学。</h4>
                    <h4>4.麻醉科医师。要求------博士研究生、博士学位，临床医学（麻醉学方向）、麻醉学。</h4>
                    <h4>5.肺移植科医师。要求------博士研究生、博士学位，内科学（呼吸系病方向、重症医学方向）、重症医学、临床医学（重症医学方向。</h4>
                    <a href="http://www.fjxiehe.com/ynrs/rczp/202312/t20231212_14006.htm">更多岗位招聘详情请点击</a>
                </el-collapse-item>
                <el-collapse-item title="三、招聘条件" name="3">
                    <h4>1.具有中华人民共和国国籍，拥护中国共产党的领导，热爱社会主义，遵纪守法，品行端正，具有较高的思想政治素质。</h4>
                    <h4>2.身体健康，符合公务员录用体检标准。</h4>
                    <h4>3.取得境外学历学位证书报考者应提供教育部留学服务中心出具的学历学位认证书；认证书等各项资格认定截止时间为202x年12月31日。</h4>
                </el-collapse-item>
                <el-collapse-item title="四、报名方式" name="4">
                    <h2 style="text-align: center;">有意报名人员请将简历投送至xxxxxxxxxxx@qq.com,xx医院欢迎您的加入！</h2>
                </el-collapse-item>
                </el-collapse>
            </div>
            
        </el-scrollbar>
        
  </el-card>
</template>

<style lang="scss" scoped>
.card{
    box-sizing: border-box;
    height: 796px;

    .header{
        height: 50px;
        display: flex;
        align-items: center;
        justify-content: space-between;
    }
    h4{
        text-indent: 2em;
    }
}
</style>